Repository: 2silver/collective.rcse
Catalog: collective/rcse/locales/*/LC_MESSAGES/collective.whathappened.po
Languages: fr

source: ${who} like ${where}
fr: ${who} aiment ${where}

source: ${who} likes ${where}
fr: ${who} aime ${where}

source: ${who} dislike ${where}
fr: ${who} n'aiment pas ${where}

source: ${who} dislikes ${where}
fr: ${who} n'aime pas ${where}

source: ${who} do not like${where} anymore
fr: ${who} n'aiment plus ${where}

source: ${who} does not like${where} anymore
fr: ${who} n'aime plus ${where}

source: ${who} do not dislike ${where} anymore
fr: ${who} n'aiment pas plus ${where}

source: ${who} does not dislike ${where} anymore
fr: ${who} n'aime pas plus ${where}

source: ${who} have added ${where} to their favorites
fr: ${who} ont ajoutés ${where} à leur favoris

source: ${who} has added ${where} to his favorites
fr: ${who} a ajouté ${where} à ses favoris

source: ${who} have removed ${where} from their favorites
fr: ${who} ont supprimés ${where} de leur favoris

source: ${who} has removed ${where} from his favorites
fr: ${who} a supprimé ${where} de ses favoris

source: ${who} have changed ${where}'s state
fr: ${who} ont changé l'état de ${where}

source: ${who} has changed ${where}'s state
fr: ${who} a changé l'état de ${where}

source: ${who} have ${transition} ${where}
fr: ${who} ont ${transition}s ${where}

source: ${who} has ${transition} ${where}
fr: ${who} a ${transition} ${where}

source: ${who} have refused your invitations
fr: ${who} ont refusé vos invitations

source: ${who} has refused your invitation
fr: ${who} a refusé votre invitation

source: Your request for ${where} has been refused
fr: Votre demande d'accès pour ${where} a été refusé

source: ${who} have accepted your invitations
fr: ${who} ont accepté vos invitations

source: ${who} has accepted your invitation
fr: ${who} a accepté votre invitation

source: Your request for ${where} has been validated
fr: Votre demande d'accès pour ${where} a été validé

source: ${who} have sent you invitations
fr: ${who} vous ont envoyés des invitations

source: ${who} has sent you an invitation
fr: ${who} vous a envoyé une invitation

source: ${who} have requested access to ${where}
fr: ${who} ont demandés accès à ${where}

source: ${who} has requested access to ${where}
fr: ${who} a demandé accès à ${where}

source: ${who} is waiting for validation
fr: ${who} est en attente de validation

source: publish_internally
fr: publié

source: hide
fr: dépublié

source: open
fr: ouvert
