Repository: 2silver/collective.rcse
Catalog: collective/rcse/locales/*/LC_MESSAGES/collective.rcse.po
Languages: fr

source: ${company}'s private group
fr: ${company} : groupe privé

source: ${company}'s public group
fr: ${company} : groupe public

source: ${url} is not a valid ${service} url
fr: ${url} n'est pas une url valide pour ${service}

source: A directory
fr: Un annuaire

source: A group
fr: Un groupe

source: A group which proxy an other
fr: Un faux groupe (proxy)

source: A question where people will answer it
fr: Une question à laquelle les autres peuvent répondre.

source: A video file
fr: Un fichier vidéo

source: Accept access
fr: Accepter l'accès

source: Access: Authenticated users
fr: Accès: Utilisateurs connectés

source: Access: Owner, Readers and Administrators
fr: Accès: Propriétaire, Lecteurs et Administrateurs

source: Access: Owners, Readers and Administrators
fr: Accès: Propriétaires, Lecteurs et Administrateurs

source: Account validation
fr: Validation du compte

source: Add
fr: Ajouter

source: Add Article
fr: Ajouter un article

source: Add Discussion
fr: Ajouter une Discussion

source: Add Etherpad
fr: Ajouter un étherpad

source: Add File
fr: Ajouter un ficher

source: Add Image
fr: Ajouter une Image

source: Add a group
fr: Ajouter un groupe

source: Add article
fr: Ajouter un article

source: Add audio
fr: Ajouter un fichier audio

source: Add discussion
fr: Ajouter une discussion

source: Add etherpad
fr: Ajouter un etherpad

source: Add event
fr: Ajouter un événement

source: Add file
fr: Ajouter un fichier

source: Add form
fr: Formulaire d'ajout de contenu

source: Add group
fr: Ajouter un groupe

source: Add image
fr: Ajouter une image

source: Add link
fr: Ajouter un lien

source: Add to my news
fr: Ajouter à mon fil d'actualité

source: Add video
fr: Ajouter une vidéo

source: Address
fr: Adresse

source: Advertiser
fr: Annonceur

source: All groups
fr: Tous les groupes

source: An audio file
fr: Un fichier audio

source: An event
fr: Un événement

source: Approve
fr: Approuver

source: Are you sure you want to delete ${title} and all it's content ?
fr: Etes vous sûr de vouloir supprimer ${title} ainsi que tout ce qu'il contient ?

source: Are you sure you want to delete this comment ?
fr: Êtes vous certain de vouloir supprimer ce commentaire ?

source: Areas of expertise
fr: Domaine d'expertise

source: Article added
fr: Article ajouté

source: Attachment
fr: Pièce jointe

source: Audio added
fr: Fichier audio ajouté

source: Audio file
fr: Fichier audio

source: Banned
fr: Bannis

source: Birthdate
fr: Date de naissance

source: Birthdate: ${birthdate}
fr: Date d'anniversaire : ${birthdate}

source: Bookmark the following link in your browser and use it on external pages:
fr: Ajouter le lien suivant à vos favoris et utilisez le sur des pages externes :

source: Born the ${birthdate}
fr: Né le ${birthdate}

source: Can't enable the member ${user}
fr: Impossible d'activer le membre ${user}

source: Cancel
fr: Annuler

source: Change state of the current group
fr: Change l'état du groupe courant

source: Change the view used by default.
fr: Change la vue utilisée par défaut

source: Choose type to filter.
fr: Choisissez le type de contenu à afficher

source: City
fr: Ville

source: Close
fr: Fermer

source: Collaborate
fr: Collaborer

source: Collaborate in real time
fr: Collaborer en temps réel

source: Companies
fr: Entreprises

source: Companies directory
fr: Annuaire des entreprises

source: Company
fr: Société

source: Company information
fr: Information de l'entreprise

source: Confirm the password
fr: Confirmez le mot de passe

source: Contact information
fr: Informations de contacts

source: Content Added
fr: Contenu ajouté

source: Contents
fr: Contenus

source: Contents created by ${name}
fr: Contenu créé par ${name}

source: Corporate name
fr: Raison sociale

source: Credits
fr: Crédits

source: Decline
fr: Refuser

source: Decline access
fr: Refuser l'accès

source: Delete
fr: Supprimer

source: Directory
fr: Annuaire

source: Disabled
fr: Désactivés

source: Discussion added
fr: Discussion ajoutée

source: Display a menu to access to my personal stuff
fr: Affiche un menu permettant d'accéder à mes informations personnelles

source: Display all groups in the search form
fr: Affiche tous les groupes dans le formulaire de recherche

source: Display new content of this group in your news
fr: Afficher les nouveaux contenu de ce groupe dans votre fil d'actualité

source: Display only content from the current group
fr: Afficher uniquement le contenu du groupe actuel

source: Display the search for members form
fr: Affiche le formulaire de recherche des membres du RSE

source: Display this image in full view
fr: Afficher cette image dans sa taille originale

source: Do not display anymore new content from this group in your news
fr: Ne plus afficher les nouveaux contenu de ce groupe dans votre fil d'actualité

source: Don't forget http:// or https://
fr: N'oubliez pas http:// ou https://

source: Download
fr: Télécharger

source: E-mail validation
fr: Validation de l'email

source: Email has been sent.
fr: L'email a été envoyé.

source: Enable
fr: Activer

source: Enabled
fr: Actifs

source: English
fr: Anglais

source: Error raise if no valid video has been provided
fr: Erreur soulevée si le fichier n'est pas du type vidéo valide.

source: Error while sending the email.
fr: Erreur durant l'envoit de l'email.

source: Etherpad added
fr: Etherpad ajouté

source: Event
fr: Evénement

source: Event added
fr: Evénement ajouté

source: External media
fr: Site externe

source: Favorites
fr: Favoris

source: Female
fr: Femme

source: File
fr: Fichier

source: File added
fr: Fichier ajouté

source: Filter
fr: Filtrer

source: Filter form
fr: Formulaire de filtre

source: Filter on group
fr: Filtrer sur le groupe

source: Filters
fr: Filtres

source: First Name
fr: Prénom

source: First name: ${firstname}
fr: Prénom : ${firstname}

source: Folder contents
fr: Contenu du dossier

source: French
fr: Français

source: Function
fr: Fonction

source: Gender
fr: Sexe

source: Get back to the group
fr: Retour au groupe

source: Get back to the user
fr: Retour à l'utilisateur

source: Global roles
fr: Rôles globaux

source: Google Maps URL
fr: URL Google Maps

source: Group
fr: Groupe

source: Groups
fr: Groupes

source: Hide: ${attr}
fr: Masquer: ${attr}

source: Home
fr: Accueil

source: I dislike this
fr: Je n'aime pas ça

source: I don't dislike this anymore
fr: Je n'aime plus pas ça

source: I don't like this anymore
fr: Je n'aime plus ça

source: I like this (click again to undo)
fr: J'aime ça

source: Image added
fr: Image ajoutée

source: Interest
fr: Intérêt

source: Interests
fr: Intérêts

source: Invalid option
fr: Option invalide

source: Invitation or request already exists.
fr: L'invitation ou la demande existe déjà

source: Invitation sent
fr: Invitation envoyée

source: Invite a person
fr: Inviter un utilisateur

source: Italian
fr: Italien

source: Item and it's content has been deleted
fr: L'élément ainsi que tout son contenu ont été supprimés.

source: Join this group
fr: Rejoindre ce groupe

source: Last Name
fr: Nom

source: Last name: ${lastname}
fr: Nom : ${lastname}

source: Legal notices
fr: Mentions légales

source: Let people contribute to the space
fr: Permettre aux gens de contribuer à l'espace

source: Like
fr: Aimer

source: Limit
fr: Limite

source: Link added
fr: Lien ajouté

source: Local roles
fr: Rôles locaux

source: Location
fr: Adresse

source: Look at the map
fr: Voir le plan

source: Make moderated
fr: Rendre modéré

source: Male
fr: Homme

source: Manage
fr: Gérer

source: Manage access rights
fr: Gérer les droits d'accès

source: Manage dashboard
fr: Gérer le tableau de bord

source: Manage disabled users
fr: Gérer les utilisateurs désactivés

source: Manage pending users
fr: Gérer les utilisateurs en attente de validation

source: Manage portlets displayed in dashboard colums
fr: Gérer les portlets affichées dans les colonnes.

source: Manage portlets of the group
fr: Gérer les portlets du groupe

source: Manage request access
fr: Gérer les demandes d'accès

source: Manage users
fr: Gérer les utilisateurs

source: Media
fr: Média

source: Media URL
fr: URL du média

source: Member
fr: Membre

source: Members
fr: Membres

source: Moderated group
fr: Groupe modéré

source: Modify company
fr: Modifier l'entreprise

source: Modify the group's title and/or description.
fr: Modifier le titre et/ou la description du groupe.

source: Modify your company
fr: Modifier votre entreprise

source: My account
fr: Mon compte

source: My groups
fr: Mes groupes

source: My profile
fr: Mon profil

source: Name
fr: Nom

source: News
fr: Actualité

source: No key provided.
fr: Aucune clé proposée.

source: Open / Close comment box to read and or post comments.
fr: Ouvrir / Fermer la boite des commentaires pour lire et / ou écrire des commentaires

source: Open add form
fr: Ouvrir le formulaire d'ajout

source: Open filter form
fr: Ouvrir le formulaire de filtrage

source: Open the corresponding content
fr: Ouvrir le contenu correspondant

source: Open the notification menu
fr: Ouvrir le menu des notifications

source: Or create it
fr: Ou créez la

source: Password
fr: Mot de passe

source: Passwords do not match.
fr: Les mot de passes ne sont pas pareil.

source: Pending
fr: En attente

source: Personal e-mail
fr: E-mail personnel

source: Personal information
fr: Informations personnelles

source: Personal landline phone
fr: Téléphone fixe personnel

source: Personal mobile phone
fr: Téléphone portable personnel

source: Personal preferences
fr: Préférences personnel

source: Please complete your company information
fr: Veuillez completer les informations de votre entreprise

source: Please put an image file here
fr: Veuillez mettre un fichier image ici

source: Portal Type
fr: Type de contenu

source: Postal code
fr: Code postal

source: Preference
fr: Préférence

source: Presentation
fr: Présentation

source: Privacy
fr: Vie privée

source: Professional e-mail
fr: E-mail professionnel

source: Professional landline phone
fr: Téléphone fixe professionnel

source: Professional mobile phone
fr: Téléphone portable professionnel

source: Propose access
fr: Proposer un accès

source: Propose access on ${title}
fr: Proposer un accès à ${title}

source: Proxy Group
fr: Faux groupe (proxy)

source: Quit this group
fr: Quitter ce groupe

source: RCSE Security settings
fr: RCSE configuration

source: Read it later
fr: Le lire plus tard

source: Read more
fr: Lire la suite

source: Refuse access
fr: Refuser l'accès

source: Register
fr: S'enregistrer

source: Register your information
fr: Enregistrer vos informations

source: Registred
fr: Enregistré

source: Relevance
fr: Pertinence

source: Remove from my news
fr: Retirer de mon fil d'actualité

source: Request
fr: Demande

source: Request Access: Invitation
fr: Demande d'accès: Invitation

source: Request Access: Request and Invitation
fr: Demande d'accès: Demande et Invitation

source: Request ID
fr: ID de la demande

source: Request access
fr: Demande d'accès

source: Request access on ${title}
fr: Demande d'accès à ${title}

source: Resend the validation e-mail.
fr: Renvoyer l'email de validation.

source: Reversed
fr: Inverser

source: Role
fr: Rôle

source: Roles
fr: Rôles

source: Save
fr: Sauvegarder

source: Search
fr: Rechercher

source: Search companies
fr: Rechercher des entreprises

source: Search for companies
fr: Chercher des entreprises

source: Search for contents
fr: Chercher du contenu

source: Search for users
fr: Chercher des utilisateurs

source: Search groups
fr: Rechercher un groupe

source: Search invitations
fr: Rechercher une invitation

source: Search members
fr: Rechercher des membres

source: Search requests
fr: Rechercher une requête

source: Sector
fr: Secteur

source: See all notifications
fr: Voir toutes les notifications

source: Select a group
fr: Sélectionner un groupe

source: Select default view
fr: Sélectionner la vue par défaut

source: Select your company
fr: Selectionnez votre entreprise

source: Share content
fr: Voir et paramétrer qui peut faire quoi dans le groupe

source: Sort on
fr: Trier par

source: Spanish
fr: Espagnol

source: Spoken languages
fr: Langues parlées

source: State
fr: État

source: Subject
fr: Sujet

source: Submit
fr: Envoyer

source: Subscribe when favorited
fr: S'abonner quand ajouté aux favoris

source: Target Path
fr: Chemin de la cible

source: Target UUID
fr: UUID de la cible

source: Target title
fr: Titre de la cible

source: Terms of services
fr: Conditions générales d'utilisation

source: Thanks for your vote
fr: Merci pour votre vote

source: The e-mail has not been validated yet.
fr: Votre adresse email n'a pas encore été validée.

source: The file must be a video. You are trying to use a '${mime_type}'
fr: Le fichier doit être du type vidéo. Vous avez utiliser le type '${mime_type}'.

source: The key provided is incorrect. Try resending the validation email.
fr: La clé est incorrect. Verifier l'url et/ou réessayer de renvoyer le mail de validation.

source: The request has been refused
fr: La demande a été refusée

source: The request has been validated
fr: La demande a été validée

source: There were errors.
fr: Il y a eu des erreurs

source: This is the email you will receive information on. It will not be displayed to other users.
fr: Email sur lequel vous recevrez les informations. Il ne sera pas montré aux autres utilisateurs.

source: Title
fr: Titre

source: Toggle navigation
fr: Navigation

source: Turnover
fr: Chiffre d'affaire

source: Type of request
fr: Type de demande

source: Ugh
fr: Pouah

source: Undo Like
fr: Annuler J'aime

source: Undo Ugh
fr: Annuler Pouah

source: Update group's title and id. The id is the URL representation of the group.
fr: Changer le titre et l'id du groupe. L'id est la representation du groupe dans l'URL.

source: User ${user} has been deleted
fr: Le membre ${user} a été supprimé

source: User ID
fr: ID utilisateur

source: Username
fr: Nom d'utilisateur

source: Users
fr: Utilisateurs

source: Users directory
fr: Annuaire des utilisateurs

source: Users uuid
fr: UUID Utilisateurs

source: Validate / Refuse access demands
fr: Valider/Refuser les demandes d'accès.

source: Validate access
fr: Valider l'accès

source: Video
fr: Vidéo

source: Video added
fr: Vidéo ajoutée

source: Video file
fr: Fichier video

source: Video is being transcoded. Please wait a moment.
fr: La video est en cours d'encodage. Veuillez patienter.

source: View complete profile
fr: Voir le profil complet

source: View group's content and do batch actions like copy/delete/...
fr: Voir le contenu du groupe et faire des actions de groupe telles que copier/supprimer/...

source: Waiting for validation
fr: En attente de validation

source: Warning, only groups can be added into Home
fr: Attention, seuls les groupes peuvent être ajoutés dans Accueil.

source: Watch enabled users
fr: Voir les membres actifs

source: Watch the media
fr: Voir le média

source: Watch when favorited
fr: Suivis quand ajouté aux favoris

source: Website
fr: Site web

source: What
fr: Quoi

source: Where
fr: Où

source: Write something interesting for the community
fr: Ecrivez quelque chose d'intéressant pour la communuauté

source: You are not authorized to vote
fr: Vous n'êtes pas autorisé à voter

source: You are not registred, please proceed
fr: Vous n'êtes pas encore enregistré. Veuillez poursuivre.

source: You can 't validate your own request
fr: Vous ne pouvez valider votre propre demande

source: You dislike this. Thanks for the feedback!
fr: Vous n'aimez pas cet élément. Merci de votre retour !

source: You have accepted the invitation
fr: Vous avez accepté l'invitation

source: You have added the content of this group to your news
fr: Vous avez ajouté le contenu de ce group à votre fil d'actualité

source: You have declined access
fr: Vous avez refusé l'accès

source: You have joined this group
fr: Vous avez rejoint ce groupe

source: You have quit this group
fr: Vous avez quitté ce groupe

source: You have removed the content of this group from your news
fr: Vous avez retiré le contenu de ce groupe de votre fil d'actualité

source: You have request access to this group. Please wait for an administrator to validate it
fr: Vous avez demandé l'accès à ce groupe. Veuillez patienter qu'un administrateur valide votre demande.

source: You liked this. Thanks for the feedback!
fr: Vous aimez cet élément. Merci de votre retour!

source: You must be logged in to access to the RCSE
fr: Vous devez être connecté pour accéder au RCSE

source: You must provide a request ID
fr: Vous devez donner un ID de demande

source: You must provide at least a file or a link
fr: Vous devez au moins ajouter un fichier ou un lien d'une vidéo

source: You need to specify your company name.
fr: Vous devez spécifier le nom de votre entreprise.

source: You will automatically subscribed to contents you add to your favorites.
fr: Vous serez automatiquement abonné aux contenus que vous ajoutez à vos favoris.

source: You will automatically watch groups you add to your favorites.
fr: Vous suivrez automatiquement les groupes que vous ajouterez à vos favoris.

source: Your account email has already been validated.
fr: L'email de votre compte a déjà été validé.

source: Your can now log in.
fr: Vous pouvez maintenant vous connectez.

source: Your email has already been validated.
fr: Votre email a déjà été validé.

source: Your email has been validated.
fr: Votre email a été validé.

source: Your mobile can not display this video.
fr: Votre téléphone ne peut pas afficher cette vidéo.

source: Your profile has been disabled.
fr: Votre compte a été désactivé.

source: Your profile is missing some required information
fr: Des informations requises manquent à votre profil.

source: Your profile is waiting for approval
fr: Votre profil est en attente de validation.

source: Your request has been canceled
fr: Votre demande a été annulée

source: Your request has been saved. It's now under review
fr: Votre demande a été sauvegardée. Elle est maintenant en attente de validation

source: Your vote has been removed.
fr: Votre avis a été supprimé

source: description_portlet
fr: Une portlet qui affiche les x derniers éléments

source: group_status_title
fr: Contrôle d'accès de ${group}

source: image_description
fr: Description de l'image

source: in
fr: dans

source: label_add_to_ical
fr: iCal

source: label_apply_changes
fr: Enregistrer

source: listingheader_user_name
fr: Nom d'utilisateur

source: manage-group-title
fr: Gérer le groupe '${group}'

source: rcse_join_this_group_help
fr: Rejoindre le groupe vous permet d'y contribuer.

source: rcse_manage_this_group_help
fr: Ouvrir l'écran de gestion du groupe pour le modifier, renommer, supprimer, y inviter des utilisateurs, …

source: rcse_quit_this_group_help
fr: Ne plus participer à ce groupe.

source: return_to_view
fr: Retour

source: themeswitcher_desktop
fr: Version desktop

source: themeswitcher_mobile
fr: Version mobile

source: title_add_portlet
fr: Ajouter la portlet xitems

source: title_add_to_ical
fr: Télécharger cet événement au format iCal

source: title_edit_portlet
fr: Modifier la portlet xitems

source: title_portlet
fr: XItems portlet

source: urlGMaps_description
fr: Vous pouvez ici ajouter un lien vers une carte Google Maps

source: urlMedia_description
fr: Vous pouvez ici ajouter un lien vers une photo, vidéo ou tout autre média

source: user not found in directory
fr: Membre non trouvé dans l'annuaire

source: userid
fr: ID Utilisateur
