Repository: 2silver/collective.rcse
Catalog: collective/rcse/locales/*/LC_MESSAGES/plone.po
Languages: fr

source: Approve this Member
fr: Approuver ce membre

source: Decline this Member
fr: Refuser ce membre

source: Disable this Member
fr: Désactiver ce membre

source: Make private
fr: Rendre privé

source: Makes the folder visible internally.
fr: Rendre le contenu du dossier visible aux utilisateurs connectés.

source: Making an item deleted means that it will not be visible to anyone but the manager.
fr: Supprimer un élément signifie qu'il ne sera plus visible de personne sauf des administrateurs.

source: Making an item private means that it will not be visible to anyone but the owner and the site administrator.
fr: Rendre un élément privé signifie qu'il ne sera plus visible de personne sauf du créateur et des administrateurs.

source: Member makes content private
fr: Le membre rend le contenu privé

source: Member makes content private but open to request access
fr: Le membre rend le contenu privé mais accessible au demande d'accès

source: Member makes content visible to other internal users
fr: Le membre rend le contenu visible à tous les utilisateurs connectés.

source: Moderated
fr: Modéré

source: Open
fr: Ouvert

source: Publishing the item makes it visible to other users.
fr: Publier l'élément le rend visible aux autres utilisateurs

source: portlet_help_search_base
fr: Sélectionner le dossier qui servira de base de recherche. Ce dossier sera aussi utilisé comme lien dans les recherches du calendrier. Si vous laissez vide, la recherche aura lieu dans tout le site.

source: portlet_label_search_base
fr: Base de recherche
